import React from "react";
import riyad from "../../images/DSC_0125.JPG";
import "./About.css";
const Abouts = () => {
  return (
    <div className="">
      <h1 className="text-center text-info mt-5 ">My Drems</h1>
      <div className="container d-flex mt-5">
        <div className="">
          <img src={riyad} alt="" />
        </div>
        <div className="marfin-gap">
          আমার নাম রিয়াদ মিয়া । আমি অর্নাস ফাস্ট ইয়ার পড়াশোনা করি । আমার কিছু
          কথা শেয়ার করি। আমার স্বপ্ন হলো আমি একজন ভালো ওয়েব ডেভেলপমেন্ট যাতে হতে
          পারি। কারন এই স্বপ্ন আমি দেখতে শুরু করেছি অনেক ছোট থেকে অনলাইনে কাজ
          করবো। কিন্তু কি ভাবে শুরু করবো বুঝতে পারছিলাম না এই দিকে আমার পরিবার
          খুবই দুর্বল। তারপর আমি নিজের মোবাইল দিয়ে অনলাইনে কাজ করি এবং অনেক
          চেষ্টার পরে নিজে টাকা জমিয়ে নিজের টাকা দিয়ে একটা কম্পিউটার কিনেফেছি।
          তারপর আমার বন্ধুকে জিজ্ঞেস করলাম আমি অনলাইনে কাজ শিখবো। তারপর সে বলো
          ওয়েব সাইডের কাজ শিখতে পারস আমার জানা একজন ভালো শিক্ষক আছে। পরে সে আরো
          বলো ইউটিউবে লিখে চার্জ দে জঙ্গার মাহাবুব। তারপর আমি চার্জ দিয়ে দেখলাম।
          তারপর আমি সিদ্ধান্ত নিলাম জঙ্গার ভাই এর কোর্সটা করবো। কোর্স কিনার পরে
          দেখলাম আসলেই অনেক ভালো করে ক্লাস গুলো করাই। জঙ্গার ভাই যে মটিবেশন গুলো
          দেয় সে গুলো শুনে আমার লাইফ অনেক টা পরিবর্তন হয়ে গেছে। এখন আমি আশা করছি
          আমার স্বপ্ন পূরন করতে চলছি । আমি আমার সব কিছু দিয়ে চেষ্টা করছি যাতে
          আামার টার্গেট এ পৌঁছাতে পারি। আমার জন্য দোয়া করবেন ইনশাআল্লাহ ।
        </div>
      </div>
    </div>
  );
};

export default Abouts;
